Repository: Mesutcydev/macpair
Catalog: Sources/ClientiOS/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: Pair your Mac with a ScreenHarbor host in a secure terminal flow.
ar: اقرن Mac بمضيف ScreenHarbor في تدفق طرفية آمن.
de: Verbinde dein Mac über einen sicheren Terminal-Flow mit einem ScreenHarbor Host.
es: Empareja tu Mac con un ScreenHarbor host en un flujo de terminal seguro.
fr: Associez votre Mac à un hôte ScreenHarbor dans un terminal sécurisé.
ja: 安全なターミナルフローでMacをScreenHarborホストとペアリングします。
pt_br: Empareja tu Mac con un ScreenHarbor host en un flujo de terminal seguro.
tr: Mac'unuzu güvenli terminal akışında bir ScreenHarbor host ile eşleştirin.
zh_hans: 通过安全的终端流程将您的Mac与ScreenHarbor主机配对。
zh_hant: 通过安全的终端流程将您的Mac与ScreenHarbor主机配对。

source: paired hosts detected: %lld
ar: تم اكتشاف %lld مضيف مقترن
de: %lld verbundene Hosts gefunden
es: %lld hosts emparejados detectados
fr: %lld hôtes associés détectés
ja: %lld 個の接続済みホストが検出されました
pt_br: %lld hosts emparejados detectados
tr: %lld eşleştirilmiş host algılandı
zh_hans: 已检测到 %lld 个已配对主机
zh_hant: 已检测到 %lld 个已配对主机

source: Paste the address from ScreenHarbor Host or enter your host's IP, hostname, or Tailscale address.
ar: الصق العنوان من ScreenHarbor Host أو أدخل IP المضيف أو اسم المضيف أو عنوان Tailscale.
de: Fügen Sie die Adresse von ScreenHarbor Host ein oder geben Sie die IP, den Hostnamen oder die Tailscale-Adresse Ihres Hosts ein.
es: Pegue la dirección de ScreenHarbor Host o introduzca la IP, el nombre de host o la dirección Tailscale de su host.
fr: Collez l'adresse de ScreenHarbor Host ou entrez l'IP, le nom d'hôte ou l'adresse Tailscale de votre hôte.
hi: ScreenHarbor Host से पता पेस्ट करें या अपने होस्ट का IP, होस्टनाम या Tailscale पता दर्ज करें।
it: Incolla l'indirizzo da ScreenHarbor Host o inserisci l'IP, il nome host o l'indirizzo Tailscale del tuo host.
ja: ScreenHarbor Hostからアドレスを貼り付けるか、ホストのIP、ホスト名、またはTailscaleアドレスを入力してください。
ko: ScreenHarbor Host에서 주소를 붙여넣거나 호스트의 IP, 호스트 이름 또는 Tailscale 주소를 입력하세요.
nl: Plak het adres van ScreenHarbor Host of voer het IP, de hostnaam of het Tailscale-adres van uw host in.
pl: Wklej adres z ScreenHarbor Host lub wprowadź IP, nazwę hosta lub adres Tailscale swojego hosta.
pt_br: Cole o endereço do ScreenHarbor Host ou digite o IP, nome do host ou endereço Tailscale do seu host.
ru: Вставьте адрес из ScreenHarbor Host или введите IP, имя хоста или адрес Tailscale вашего хоста.
sv: Klistra in adressen från ScreenHarbor Host eller ange din värds IP, värdnamn eller Tailscale-adress.
th: วางที่อยู่จาก ScreenHarbor Host หรือป้อน IP, ชื่อโฮสต์ หรือที่อยู่ Tailscale ของโฮสต์ของคุณ
tr: ScreenHarbor Host'tan adresi yapıştırın veya ana bilgisayarınızın IP'sini, ana bilgisayar adını veya Tailscale adresini girin.
vi: Dán địa chỉ từ ScreenHarbor Host hoặc nhập IP, tên máy chủ hoặc địa chỉ Tailscale của máy chủ.
zh_hans: 粘贴 ScreenHarbor Host 中的地址，或输入主机的 IP、主机名或 Tailscale 地址。
zh_hant: 貼上 ScreenHarbor Host 中的位址，或輸入主機的 IP、主機名稱或 Tailscale 位址。

source: payload cap
ar: سقف الحمولة
de: Nutzlastgrenze
es: límite de carga útil
fr: limite de charge utile
hi: पेलोड सीमा
it: limite payload
ja: ペイロード上限
ko: 페이로드 상한
nl: payloadlimiet
pl: limit ładunku
pt_br: limite de carga
ru: ограничение полезной нагрузки
sv: nyttolastgräns
th: ขีดจำกัดเพย์โหลด
tr: yük sınırı
vi: giới hạn tải trọng
zh_hans: 负载上限
zh_hant: 承載上限

source: perf
ar: الأداء
de: Leistung
es: rendimiento
hi: प्रदर्शन
it: prestazioni
ja: パフォーマンス
ko: 성능
nl: prestaties
pl: wydajność
pt_br: desempenho
ru: производительность
sv: prestanda
th: ประสิทธิภาพ
tr: performans
vi: hiệu suất
zh_hans: 性能
zh_hant: 效能

source: prefer view-only
ar: تفضيل وضع العرض فقط
de: Nur Ansehen bevorzugen
es: Preferir solo vista
fr: Préférer vue seule
ja: 表示のみを優先
pt_br: Preferir solo vista
tr: Yalnızca izlemeyi tercih et
zh_hans: 首选仅查看模式
zh_hant: 首选仅查看模式

source: Prefer View-Only
ar: تفضيل العرض فقط
de: Nur-Anzeigen bevorzugen
es: Preferir solo visualización
fr: Préférer Affichage seul
hi: केवल देखें पसंद करें
it: Preferisci sola visualizzazione
ja: 表示のみを優先
ko: 보기 전용 선호
nl: Alleen weergeven voorkeur
pl: Preferuj tylko odczyt
pt_br: Preferir apenas visualização
ru: Предпочитать только просмотр
sv: Föredra endast visning
th: ต้องการดูอย่างเดียว
tr: Yalnızca Görüntülemeyi Tercih Et
vi: Ưu tiên chỉ xem
zh_hans: 偏好仅查看
zh_hant: 偏好僅供查看

source: Preset
ar: الإعداد المسبق
de: Voreinstellung
es: Preajuste
fr: Préréglage
hi: प्रीसेट
ja: プリセット
ko: 사전 설정
nl: Voorinstelling
pl: Ustawienie wstępne
pt_br: Predefinição
ru: Предустановка
sv: Förinställning
th: ค่าที่ตั้งไว้
tr: Ön Ayar
vi: Cài đặt trước
zh_hans: 预设
zh_hant: 預設

source: pro
ar: احترافي
zh_hans: 专业版
zh_hant: 专业版

source: processing…
ar: جارٍ المعالجة…
de: Verarbeitung…
es: procesando…
fr: traitement…
hi: प्रसंस्करण…
it: elaborazione…
ja: 処理中…
ko: 처리 중…
nl: verwerken…
pl: przetwarzanie…
pt_br: processando…
ru: обработка…
sv: bearbetar…
th: กำลังประมวลผล…
tr: işleniyor…
vi: đang xử lý…
zh_hans: 处理中…
zh_hant: 處理中…

source: protocol
ar: البروتوكول
de: Protokoll
es: protocolo
fr: protocole
hi: प्रोटोकॉल
it: protocollo
ja: プロトコル
ko: 프로토콜
pl: protokół
pt_br: protocolo
ru: протокол
sv: protokoll
th: โปรโตคอล
tr: protokol
vi: giao thức
zh_hans: 协议
zh_hant: 協定

source: quality
ar: الجودة
de: Qualität
es: Calidad
fr: Qualité
ja: 品質
pt_br: Calidad
tr: Kalite
zh_hans: 质量
zh_hant: 质量

source: Quality
ar: الجودة
de: Qualität
es: Calidad
fr: Qualité
hi: गुणवत्ता
it: Qualità
ja: 品質
ko: 품질
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
ru: Качество
sv: Kvalitet
th: คุณภาพ
tr: Kalite
vi: Chất lượng
zh_hans: 质量
zh_hant: 品質

source: rate limiting
ar: تحديد المعدل
de: Ratenbegrenzung
es: limitación de velocidad
fr: limitation de débit
hi: दर सीमा
it: limitazione di velocità
ja: レート制限
ko: 속도 제한
nl: snelheidsbeperking
pl: ograniczanie przepustowości
pt_br: limitação de taxa
ru: ограничение скорости
sv: hastighetsbegränsning
th: การจำกัดอัตรา
tr: hız sınırlama
vi: giới hạn tốc độ
zh_hans: 速率限制
zh_hant: 速率限制

source: ready to connect
ar: جاهز للاتصال
de: Bereit zur Verbindung
es: Listo para conectar
fr: Prêt à se connecter
ja: 接続準備完了
pt_br: Listo para conectar
tr: Bağlanmaya hazır
zh_hans: 准备连接
zh_hant: 准备连接

source: Ready to control your ScreenHarbor host over LAN or a trusted private relay.
ar: جاهز للتحكم في مضيف ScreenHarbor الخاص بك عبر الشبكة المحلية أو مرحل خاص موثوق.
de: Bereit, Ihren ScreenHarbor-Host über LAN oder ein vertrauenswürdiges privates Relay zu steuern.
es: Listo para controlar su host ScreenHarbor a través de LAN o un relay privado de confianza.
fr: Prêt à contrôler votre hôte ScreenHarbor via LAN ou un relais privé de confiance.
hi: LAN या विश्वसनीय निजी रिले पर अपने ScreenHarbor होस्ट को नियंत्रित करने के लिए तैयार।
it: Pronto a controllare il tuo host ScreenHarbor tramite LAN o un relay privato fidato.
ja: LANまたは信頼できるプライベートリレーを介してScreenHarborホストを制御する準備ができました。
ko: LAN 또는 신뢰할 수 있는 사설 릴레이를 통해 ScreenHarbor 호스트를 제어할 준비가 되었습니다.
nl: Klaar om uw ScreenHarbor-host te bedienen via LAN of een vertrouwde privérelay.
pl: Gotowy do sterowania hostem ScreenHarbor przez LAN lub zaufany prywatny przekaźnik.
pt_br: Pronto para controlar seu host ScreenHarbor via LAN ou um relay privado confiável.
ru: Готов к управлению вашим ScreenHarbor-хостом через LAN или доверенный частный ретранслятор.
sv: Redo att styra din ScreenHarbor-värd via LAN eller ett betrott privat relä.
th: พร้อมที่จะควบคุมโฮสต์ ScreenHarbor ของคุณผ่าน LAN หรือรีเลย์ส่วนตัวที่เชื่อถือได้
tr: ScreenHarbor ana bilgisayarınızı LAN veya güvenilir bir özel röle üzerinden kontrol etmeye hazır.
vi: Sẵn sàng điều khiển máy chủ ScreenHarbor của bạn qua LAN hoặc chuyển tiếp riêng tư đáng tin cậy.
zh_hans: 已准备就绪，可通过局域网或受信任的专用中继控制您的 ScreenHarbor 主机。
zh_hant: 已準備好透過區域網路或受信任的專用中繼控制您的 ScreenHarbor 主機。

source: Recent Hosts
ar: المضيفون الأخيرون
de: Letzte Hosts
es: Hosts recientes
fr: Hôtes récents
hi: हाल के होस्ट
it: Host recenti
ja: 最近のホスト
ko: 최근 호스트
nl: Recente hosts
pl: Ostatnie hosty
pt_br: Hosts recentes
ru: Недавние хосты
sv: Senaste värdar
th: โฮสต์ล่าสุด
tr: Son Ana Bilgisayarlar
vi: Máy chủ gần đây
zh_hans: 最近主机
zh_hant: 最近主機

source: Reduce energy usage and favor steadier thermals.
ar: تقليل استهلاك الطاقة وتفضيل درجات حرارة أكثر استقرارًا.
de: Energieverbrauch reduzieren und stabilere Temperaturen bevorzugen.
es: Reduzca el consumo de energía y favorezca temperaturas más estables.
fr: Réduire la consommation d'énergie et favoriser des températures plus stables.
hi: ऊर्जा उपयोग कम करें और स्थिर तापमान को प्राथमिकता दें।
it: Riduci il consumo energetico e favorisci temperature più stabili.
ja: エネルギー使用量を削減し、より安定した温度を優先します。
ko: 에너지 사용량을 줄이고 더 안정적인 온도를 선호합니다.
nl: Verminder het energieverbruik en geef de voorkeur aan stabielere temperaturen.
pl: Zmniejsz zużycie energii i zapewnij bardziej stabilne temperatury.
pt_br: Reduza o uso de energia e favoreça temperaturas mais estáveis.
ru: Снижайте энергопотребление и обеспечивайте более стабильный температурный режим.
sv: Minska energiförbrukningen och gynna jämnare temperaturer.
th: ลดการใช้พลังงานและช่วยให้อุณหภูมิคงที่มากขึ้น
tr: Enerji kullanımını azaltın ve daha istikrarlı sıcaklıkları tercih edin.
vi: Giảm sử dụng năng lượng và ưu tiên nhiệt độ ổn định hơn.
zh_hans: 降低能耗，保持更稳定的温度。
zh_hant: 降低能耗，保持更穩定的溫度。

source: reduce energy, steadier thermals
ar: تقليل الطاقة، درجة حرارة أكثر استقرارًا
de: Energie sparen, stabilere Temperatur
es: Reducir energía, temperatura más estable
fr: Réduire l'énergie, température plus stable
ja: 省エネ、安定した発熱
pt_br: Reducir energía, temperatura más estable
tr: Enerji azalt, daha sabit ısıl
zh_hans: 降低能耗，温度更稳定
zh_hant: 降低能耗，温度更稳定

source: refresh
ar: تحديث
de: aktualisieren
es: actualizar
fr: actualiser
hi: ताज़ा करें
it: aggiorna
ja: 更新
ko: 새로고침
nl: vernieuwen
pl: odśwież
pt_br: atualizar
ru: обновить
sv: uppdatera
th: รีเฟรช
tr: yenile
vi: làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Relay ready
ar: المرحل جاهز
de: Relais bereit
es: Retransmisión lista
fr: Relais prêt
hi: रिले तैयार
it: Relay pronto
ja: リレー準備完了
ko: 릴레이 준비 완료
nl: Relay gereed
pl: Przekaźnik gotowy
pt_br: Retransmissão pronta
ru: Ретранслятор готов
sv: Relä redo
th: รีเลย์พร้อม
tr: Röle Hazır
vi: Chuyển tiếp sẵn sàng
zh_hans: 中继就绪
zh_hant: 中繼就緒

source: Remote Command Center
ar: مركز القيادة عن بُعد
de: Fernbedienungszentrale
es: Centro de comando remoto
fr: Centre de commande à distance
hi: रिमोट कमांड सेंटर
it: Centro di comando remoto
ja: リモートコマンドセンター
ko: 원격 명령 센터
nl: Afstandsbedieningscentrum
pl: Zdalne centrum dowodzenia
pt_br: Centro de comando remoto
ru: Удаленный командный центр
sv: Fjärrkommandocenter
th: ศูนย์บัญชาการระยะไกล
tr: Uzaktan Komut Merkezi
vi: Trung tâm chỉ huy từ xa
zh_hans: 远程命令中心
zh_hant: 遠端命令中心

source: Remote Connect
ar: الاتصال عن بُعد
de: Fernverbindung
es: Conexión remota
fr: Connexion à distance
hi: रिमोट कनेक्ट
it: Connessione remota
ja: リモート接続
ko: 원격 연결
nl: Verbinding op afstand
pl: Połączenie zdalne
pt_br: Conexão remota
ru: Удаленное подключение
sv: Fjärranslutning
th: การเชื่อมต่อระยะไกล
tr: Uzaktan Bağlantı
vi: Kết nối từ xa
zh_hans: 远程连接
zh_hant: 遠端連線

source: remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
pt_br: Eliminar
tr: Kaldır
zh_hans: 删除
zh_hant: 删除

source: replay guard
ar: حارس الإعادة
de: Wiedergabeschutz
es: protección anti-repetición
fr: protection anti-rejeu
hi: रीप्ले सुरक्षा
it: protezione anti-replay
ja: リプレイガード
ko: 재생 방지
nl: replay-beveiliging
pl: ochrona przed ponownym odtworzeniem
pt_br: proteção anti-replay
ru: защита от повтора
sv: reprisskydd
th: การป้องกันการเล่นซ้ำ
tr: tekrar oynatma koruması
vi: bảo vệ chống phát lại
zh_hans: 重放保护
zh_hant: 重播防護

source: require face id when reopening app
ar: طلب Face ID عند إعادة فتح التطبيق
de: Face ID beim Öffnen der App erforderlich
es: Requerir Face ID al reabrir la app
fr: Demander Face ID à la réouverture
ja: 再起動時にFace IDを要求
pt_br: Requerir Face ID al reabrir la app
tr: Uygulamayı açarken Face ID gerektirir
zh_hans: 重新打开应用时需要Face ID
zh_hant: 重新打开应用时需要Face ID

source: require passcode when reopening app
ar: طلب رمز المرور عند إعادة فتح التطبيق
de: Passcode beim Öffnen der App erforderlich
es: Requerir código al reabrir la app
fr: Demander le code à la réouverture
ja: 再起動時にパスコードを要求
pt_br: Requerir código al reabrir la app
tr: Uygulamayı açarken şifre gerektirir
zh_hans: 重新打开应用时需要密码
zh_hant: 重新打开应用时需要密码

source: require touch id when reopening app
ar: طلب Touch ID عند إعادة فتح التطبيق
de: Touch ID beim Öffnen der App erforderlich
es: Requerir Touch ID al reabrir la app
fr: Demander Touch ID à la réouverture
ja: 再起動時にTouch IDを要求
pt_br: Requerir Touch ID al reabrir la app
tr: Uygulamayı açarken Touch ID gerektirir
zh_hans: 重新打开应用时需要Touch ID
zh_hant: 重新打开应用时需要Touch ID

source: rescan network
ar: إعادة مسح الشبكة
de: Netzwerk erneut scannen
es: volver a escanear la red
fr: réanalyser le réseau
hi: नेटवर्क पुनः स्कैन करें
it: riesegui scansione rete
ja: ネットワークを再スキャン
ko: 네트워크 다시 스캔
nl: netwerk opnieuw scannen
pl: przeskanuj sieć ponownie
pt_br: reescaneiar a rede
ru: повторно сканировать сеть
sv: skanna nätverket igen
th: สแกนเครือข่ายใหม่
tr: ağı yeniden tara
vi: quét lại mạng
zh_hans: 重新扫描网络
zh_hant: 重新掃描網路

source: resolution
ar: الدقة
de: Auflösung
es: resolución
fr: résolution
hi: रिज़ॉल्यूशन
it: risoluzione
ja: 解像度
ko: 해상도
nl: resolutie
pl: rozdzielczość
pt_br: resolução
ru: разрешение
sv: upplösning
th: ความละเอียด
tr: çözünürlük
vi: độ phân giải
zh_hans: 分辨率
zh_hant: 解析度

source: retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
pt_br: Reintentar
tr: Tekrar Dene
zh_hans: 重试
zh_hant: 重试

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pl: Ponów
pt_br: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองใหม่
tr: Yeniden Dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: retry — reload product
ar: إعادة المحاولة — إعادة تحميل المنتج
de: wiederholen — Produkt neu laden
es: reintentar — recargar producto
fr: réessayer — recharger le produit
hi: पुनः प्रयास करें — उत्पाद पुनः लोड करें
it: riprova — ricarica prodotto
ja: 再試行 — 製品を再読み込み
ko: 재시도 — 제품 다시 로드
nl: opnieuw — product herladen
pl: ponów — przeładuj produkt
pt_br: tentar novamente — recarregar produto
ru: повторить — перезагрузить продукт
sv: försök igen — ladda om produkt
th: ลองใหม่ — โหลดผลิตภัณฑ์ใหม่
tr: yeniden dene — ürünü yeniden yükle
vi: thử lại — tải lại sản phẩm
zh_hans: 重试 — 重新加载产品
zh_hant: 重試 — 重新載入產品

source: revoke
ar: إلغاء الثقة
de: Widerrufen
es: Revocar
fr: Révoquer
ja: 失効
pt_br: Revocar
tr: İptal Et
zh_hans: 撤销
zh_hant: 撤销

source: runtime
ar: وقت التشغيل
de: Laufzeit
es: Tiempo de Ejecución
fr: Exécution
ja: ランタイム
pt_br: Tiempo de Ejecución
tr: Çalışma Zamanı
zh_hans: 运行时
zh_hant: 运行时

source: save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt_br: Guardar
tr: Kaydet
zh_hans: 保存
zh_hant: 保存

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt_br: Guardar
tr: Kaydet
zh_hans: 保存
zh_hant: 保存

source: Save the current frame
ar: حفظ الإطار الحالي
de: Aktuellen Frame speichern
es: Guardar el fotograma actual
fr: Enregistrer l'image actuelle
hi: वर्तमान फ्रेम सहेजें
it: Salva il fotogramma corrente
ja: 現在のフレームを保存
ko: 현재 프레임 저장
nl: Huidig frame opslaan
pl: Zapisz bieżącą klatkę
pt_br: Salvar o quadro atual
ru: Сохранить текущий кадр
sv: Spara aktuell bildruta
th: บันทึกเฟรมปัจจุบัน
tr: Geçerli kareyi kaydet
vi: Lưu khung hình hiện tại
zh_hans: 保存当前帧
zh_hant: 儲存目前幀

source: saved hosts
ar: المضيفون المحفوظون
de: Gespeicherte Hosts
es: Hosts Guardados
fr: Hôtes Enregistrés
ja: 保存済みホスト
pt_br: Hosts Guardados
tr: Kayıtlı Hostlar
zh_hans: 已保存主机
zh_hant: 已保存主机

source: Saved Hosts
ar: المضيفون المحفوظون
de: Gespeicherte Hosts
es: Hosts guardados
fr: Hôtes enregistrés
hi: सहेजे गए होस्ट
it: Host salvati
ja: 保存したホスト
ko: 저장된 호스트
nl: Opgeslagen hosts
pl: Zapisane hosty
pt_br: Hosts salvos
ru: Сохраненные хосты
sv: Sparade värdar
th: โฮสต์ที่บันทึกไว้
tr: Kaydedilmiş Ana Bilgisayarlar
vi: Máy chủ đã lưu
zh_hans: 已保存的主机
zh_hant: 已儲存的主機

source: Saved Tailscale Hosts
ar: مضيفو Tailscale المحفوظون
de: Gespeicherte Tailscale-Hosts
es: Hosts Tailscale guardados
fr: Hôtes Tailscale enregistrés
hi: सहेजे गए Tailscale होस्ट
it: Host Tailscale salvati
ja: 保存したTailscaleホスト
ko: 저장된 Tailscale 호스트
nl: Opgeslagen Tailscale-hosts
pl: Zapisane hosty Tailscale
pt_br: Hosts Tailscale salvos
ru: Сохраненные хосты Tailscale
sv: Sparade Tailscale-värdar
th: โฮสต์ Tailscale ที่บันทึกไว้
tr: Kaydedilmiş Tailscale Ana Bilgisayarları
vi: Máy chủ Tailscale đã lưu
zh_hans: 已保存的 Tailscale 主机
zh_hant: 已儲存的 Tailscale 主機

source: scan code from screenharbor
ar: امسح الرمز من ScreenHarbor Host
de: Code von ScreenHarbor Host scannen
es: Escanear código de ScreenHarbor Host
fr: Scanner le code depuis ScreenHarbor Host
ja: ScreenHarbor Hostからコードをスキャン
pt_br: Escanear código de ScreenHarbor Host
tr: ScreenHarbor Host'tan kodu tara
zh_hans: 从ScreenHarbor Host扫描二维码
zh_hant: 从ScreenHarbor Host扫描二维码

source: Scanning Network
ar: جارٍ مسح الشبكة
de: Netzwerk wird gescannt
es: Escaneando red
fr: Analyse du réseau
hi: नेटवर्क स्कैन हो रहा है
it: Scansione rete in corso
ja: ネットワークをスキャン中
ko: 네트워크 스캔 중
nl: Netwerk scannen
pl: Skanowanie sieci
pt_br: Escaneando rede
ru: Сканирование сети
sv: Skannar nätverk
th: กำลังสแกนเครือข่าย
tr: Ağ Taranıyor
vi: Đang quét mạng
zh_hans: 正在扫描网络
zh_hant: 正在掃描網路

source: screens
ar: الشاشات
de: Bildschirme
es: Pantallas
fr: Écrans
ja: スクリーン
pt_br: Pantallas
tr: Ekranlar
zh_hans: 屏幕
zh_hant: 屏幕

source: Screenshot
ar: لقطة شاشة
es: Captura de pantalla
fr: Capture d'écran
hi: स्क्रीनशॉट
ja: スクリーンショット
ko: 스크린샷
nl: Schermafbeelding
pl: Zrzut ekranu
pt_br: Captura de tela
ru: Снимок экрана
sv: Skärmbild
th: ภาพหน้าจอ
tr: Ekran Görüntüsü
vi: Ảnh chụp màn hình
zh_hans: 截图
zh_hant: 螢幕截圖

source: Secure
ar: آمن
de: Sicher
es: Seguro
fr: Sécurisé
hi: सुरक्षित
it: Sicuro
ja: 安全
ko: 보안
nl: Veilig
pl: Bezpieczny
pt_br: Seguro
ru: Безопасный
sv: Säker
th: ปลอดภัย
tr: Güvenli
vi: An toàn
zh_hans: 安全
zh_hant: 安全

source: security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
pt_br: Seguridad
tr: Güvenlik
zh_hans: 安全
zh_hant: 安全

source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Zabezpieczenia
pt_br: Segurança
ru: Безопасность
sv: Säkerhet
th: ความปลอดภัย
tr: Güvenlik
vi: Bảo mật
zh_hans: 安全
zh_hant: 安全性

source: Security Center
ar: مركز الأمان
de: Sicherheitscenter
es: Centro de seguridad
fr: Centre de sécurité
hi: सुरक्षा केंद्र
it: Centro sicurezza
ja: セキュリティセンター
ko: 보안 센터
nl: Beveiligingscentrum
pl: Centrum bezpieczeństwa
pt_br: Central de segurança
ru: Центр безопасности
sv: Säkerhetscenter
th: ศูนย์ความปลอดภัย
tr: Güvenlik Merkezi
vi: Trung tâm bảo mật
zh_hans: 安全中心
zh_hant: 安全中心

source: session
ar: الجلسة
de: Sitzung
es: Sesión
ja: セッション
pt_br: Sesión
tr: Oturum
zh_hans: 会话
zh_hant: 会话

source: Session
ar: الجلسة
de: Sitzung
es: Sesión
hi: सत्र
it: Sessione
ja: セッション
ko: 세션
nl: Sessie
pl: Sesja
pt_br: Sessão
ru: Сеанс
th: เซสชัน
tr: Oturum
vi: Phiên
zh_hans: 会话
zh_hant: 工作階段

source: session binding
ar: ربط الجلسة
de: Sitzungsbindung
es: vinculación de sesión
fr: liaison de session
hi: सत्र बाइंडिंग
it: binding di sessione
ja: セッションバインディング
ko: 세션 바인딩
nl: sessiebinding
pl: powiązanie sesji
pt_br: vinculação de sessão
ru: привязка сеанса
sv: sessionsbindning
th: การผูกเซสชัน
tr: oturum bağlama
vi: ràng buộc phiên
zh_hans: 会话绑定
zh_hant: 工作階段繫結

source: session live
ar: الجلسة نشطة
de: Sitzung aktiv
es: Sesión activa
fr: Session active
ja: セッション中
pt_br: Sesión activa
tr: Oturum canlı
zh_hans: 会话进行中
zh_hant: 会话进行中

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
sv: Dela
th: แชร์
tr: Paylaş
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: show session status on lock screen while connected
ar: عرض حالة الجلسة على شاشة القفل أثناء الاتصال
de: Sitzungsstatus auf dem Sperrbildschirm anzeigen
es: Mostrar estado de sesión en pantalla bloqueada al conectar
fr: Afficher le statut de session sur l'écran verrouillé
ja: 接続中はロック画面にセッション状態を表示
pt_br: Mostrar estado de sesión en pantalla bloqueada al conectar
tr: Bağlıyken kilit ekranında oturum durumunu göster
zh_hans: 连接时在锁定屏幕显示会话状态
zh_hant: 连接时在锁定屏幕显示会话状态

source: Single
ar: مفرد
de: Einzeln
es: Único
fr: Unique
hi: एकल
it: Singolo
ja: 単一
ko: 단일
nl: Enkel
pl: Pojedynczy
pt_br: Único
ru: Одиночный
sv: Enkel
th: เดี่ยว
tr: Tek
vi: Đơn
zh_hans: 单个
zh_hant: 單一

source: skip for now
ar: تخطي في الوقت الحالي
de: Jetzt überspringen
es: Omitir por ahora
fr: Passer pour l'instant
ja: 今はスキップ
pt_br: Omitir por ahora
tr: Şimdilik atla
zh_hans: 暂时跳过
zh_hant: 暂时跳过

source: start pairing
ar: بدء الإقران
de: Pairing starten
es: Iniciar emparejamiento
fr: Démarrer l'appairage
ja: ペアリングを開始
pt_br: Iniciar emparejamiento
tr: Eşleştirmeyi başlat
zh_hans: 开始配对
zh_hant: 开始配对

source: Start Secure Setup
ar: بدء الإعداد الآمن
de: Sichere Einrichtung starten
es: Iniciar configuración segura
fr: Démarrer la configuration sécurisée
hi: सुरक्षित सेटअप शुरू करें
it: Avvia configurazione sicura
ja: セキュアセットアップを開始
ko: 보안 설정 시작
nl: Veilige installatie starten
pl: Rozpocznij bezpieczną konfigurację
pt_br: Iniciar configuração segura
ru: Начать безопасную настройку
sv: Starta säker installation
th: เริ่มการตั้งค่าที่ปลอดภัย
tr: Güvenli Kurulumu Başlat
vi: Bắt đầu thiết lập an toàn
zh_hans: 开始安全设置
zh_hant: 開始安全設定

source: start stream
ar: بدء البث
de: Stream starten
es: Iniciar transmisión
fr: Démarrer le flux
ja: ストリーム開始
pt_br: Iniciar transmisión
tr: Yayını Başlat
zh_hans: 开始串流
zh_hant: 开始串流

source: stats
ar: إحصاءات
de: Statistiken
es: Estadísticas
ja: 統計
pt_br: Estadísticas
tr: İstatistikler
zh_hans: 统计
zh_hant: 统计

source: status
ar: الحالة
es: Estado
fr: Statut
ja: ステータス
pt_br: Estado
tr: Durum
zh_hans: 状态
zh_hant: 状态

source: stop stream
ar: إيقاف البث
de: Stream stoppen
es: Detener transmisión
fr: Arrêter le flux
ja: ストリーム停止
pt_br: Detener transmisión
tr: Yayını Durdur
zh_hans: 停止串流
zh_hant: 停止串流

source: stream
ar: البث
es: Transmisión
fr: Flux
ja: ストリーム
pt_br: Transmisión
tr: Yayın
zh_hans: 流
zh_hant: 流

source: Stream Error
ar: خطأ في البث
de: Stream-Fehler
es: Error de transmisión
fr: Erreur de flux
hi: स्ट्रीम त्रुटि
it: Errore stream
ja: ストリームエラー
ko: 스트림 오류
nl: Streamfout
pl: Błąd strumienia
pt_br: Erro de stream
ru: Ошибка потока
sv: Strömfel
th: ข้อผิดพลาดสตรีม
tr: Akış Hatası
vi: Lỗi luồng
zh_hans: 流错误
zh_hant: 串流錯誤

source: switch
ar: تبديل
de: Wechseln
es: Cambiar
fr: Basculer
ja: 切替
pt_br: Cambiar
tr: Geç
zh_hans: 切换
zh_hant: 切换

source: Sync
ar: مزامنة
es: Sincronizar
hi: सिंक
it: Sincronizza
ja: 同期
ko: 동기화
nl: Synchroniseren
pl: Synchronizuj
pt_br: Sincronizar
ru: Синхронизация
sv: Synkronisera
th: ซิงค์
tr: Eşitle
vi: Đồng bộ
zh_hans: 同步
zh_hant: 同步

source: system
ar: النظام
es: sistema
fr: système
hi: सिस्टम
it: sistema
ja: システム
ko: 시스템
nl: systeem
pt_br: sistema
ru: система
th: ระบบ
tr: sistem
vi: hệ thống
zh_hans: 系统
zh_hant: 系統

source: tap
ar: اضغط
de: tippen
es: tocar
fr: appuyer
hi: टैप करें
it: tocca
ja: タップ
ko: 탭
nl: tik
pl: dotknij
pt_br: tocar
ru: нажмите
sv: tryck
th: แตะ
tr: dokun
vi: chạm
zh_hans: 点击
zh_hant: 點按
